Repository: begegnungsallmende/juntagrico-allmende
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: F체r Einsatz angemeldet
de: F체r Termin angemeldet

source: Einsatz-Erinnerung
de: Termin-Erinnerung

source: Einsatz-Zeit ge채ndert
de: Termin-Zeit ge채ndert

source: Einsatz abgesagt
de: Termin abgesagt

source: Job
de: Termin

source: Job {0}
de: Termin {0}

source: Jobs
de: Termine

source: EinzelJob
de: Einzeltermin

source: EinzelJobs
de: Einzeltermine

source: Job Extras
de: Termin Extras

source: Jobart
de: Terminart

source: Jobarten
de: Terminarten

source: JobExtraTyp
de: TerminExtraTyp

source: JobExtraTypen
de: TerminExtraTypen

source: JobExtra
de: TerminExtra

source: JobExtras
de: TerminExtras
